CSI API ETABS v1
cDesignSteel.NewZealand_NZS3404_97 Property
 Namespace: ETABSv1
 Assembly: ETABSv1 (in ETABSv1.dll) Version: 1.0.0.0 (2.6.0.0)
Syntax
cDStNewZealand_NZS3404_97 NewZealand_NZS3404_97 { get; }
ReadOnly Property NewZealand_NZS3404_97 As cDStNewZealand_NZS3404_97
	Get
Dim instance As cDesignSteel
Dim value As cDStNewZealand_NZS3404_97
value = instance.NewZealand_NZS3404_97
property cDStNewZealand_NZS3404_97^ NewZealand_NZS3404_97 {
	cDStNewZealand_NZS3404_97^ get ();
}
abstract NewZealand_NZS3404_97 : cDStNewZealand_NZS3404_97 with get
Property Value
Type: cDStNewZealand_NZS3404_97
See Also
Reference
cDesignSteel Interface
ETABSv1 Namespace